[{"id":3,"name":"Origin's digital","description":"Il s'agissait de mon premier projet Fullstack, réalisé en groupe, lors de ma première formation de Développeur Web et Mobile. \nL'objectif était de réaliser nos premiers appels d'API avec Axios. Notre application était conçue en 'mobile first'. Il s'agissait d'une application de streaming vidéo, et nous récupérions les vidéos via l'API YouTube. \nL'application proposait une partie freemium, offrant un accès limité aux vidéos, et une partie premium, permettant un accès illimité et des fonctionnalités supplémentaires.","image":"https://assets-eu-01.kc-usercontent.com/bc28f3f3-7b7b-0113-2ca5-fae3b086aadb/99cdd5ba-5271-4bbc-afab-fef6d83acff5/OriginsLogo_Final-RGB_HOR_OriginsLogo_RGB-WHITE.png","link":"er","details":"Projet lors de ma formation de développeur web mobile, premier appel d'API avec Axios. Application de vidéos en streaming","video":null}, 
 {"id":1,"name":"Oméo Service","description":"Mon objectif était de procéder à la refonte de leur application, passer du back PHP en Nest.js. Parallèlement, je devais gérer les bugs présents en production et ajouter des fonctionnalités si nécessaire. \nDans ce projet, j'ai travaillé avec la méthode Agile Scrum. J'étais en relation avec le Scrum Master, le Product Owner et le client.\nL'application est dédiée aux commerciaux, afin qu'ils puissent gérer leur portefeuille clients, leurs rendez-vous et, surtout, la gestion des contrats.  ","image":"https://omeo.com/wp-content/uploads/2025/04/logo-omeo.webp","link":"ooooo","details":"Projet en entreprise. \nApplication dediée aux commerciaux. ","video":null}, 
 {"id":2,"name":"Ecovoit","description":"Projet réaliser en groupe, lors de ma formation de Concepteur développeur d'Application. Une application de co voiturage.\nL’objectif est de mettre en relation des conducteurs disposant de place disponible et des passagers souhaitant partager un trajet, se rendant au même endroit. \nL’application s’adresse à deux types d’utilisateurs : \n\n- les conducteurs : utilisateur disposant d’un véhicule et  qui propose un trajet. \n\n- les passagers : utilisateur qui cherche une solution de transport économique.  ","image":"https://github.com/Atouzani7/Asma-web-developer/blob/main/frontend/public/Ecovoit.png?raw=true","link":"ooooo","details":"Projet lors de ma formation de Concepteur Dev Web. \nApplication de co-voiturage.","video":null}, 
 {"id":4,"name":"Ovaa","description":"Ovaa est une application web minimaliste conçue pour les freelances créatifs, artistes, designers, développeurs, photographes et petites marques qui souhaitent offrir à leurs clients une expérience de collaboration fluide et élégante. \n\nElle permet aux professionnels de créer des espaces clients personnalisés, où ils peuvent partager l’avancement des projets, organiser les livrables, échanger des messages, et centraliser les documents importants.\n\nC'est un projet personel, en cours.","image":"https://raw.githubusercontent.com/Atouzani7/Asma-web-developer/refs/heads/main/frontend/public/OvaaWhite.png","link":"","details":"Projet personel, Saas facilitant la communication entre professionnels et leurs clients","video":null}]